{
    "language_select_fi": "Suomi",
    "language_select_en": "English",
    "language_select_sv": "Svenska",
    "language_select_ee": "Eesti",
    "log_out": "log_out",
    "courses": "Kursus",
    "option_header": "Vali üks väide oma arusaamise kohta:",
    "option_one": "Mul on raske tuvastada, kas teema on eetilise iseloomuga, ning mul on raske alustada küsimuse lahendamist.",
    "option_two": "Ma suudan tavaliselt vastata otsestele faktiküsimustele. Ma suudan tavaliselt mõelda ühele-kahele asjale, mida öelda eetiliste aspektide kohta.",
    "option_three": "Ma suudan vastata otsestele faktiküsimustele ja tavaliselt suudan öelda kolm või enam teema eetiliste aspektidega seotud mõtet.",
    "option_four": "Ma suudan mõelda mitmele antud küsimuse eetilisele aspektile, oma selgitusi põhjendada ning tuua näiteid, et näidata oma arusaamist.",
    "option_five": "Ma saan aru eetiliste küsimuste eri aspektidest, näen nendevahelisi seoseid, suudan oma teadmisi rakendada mitmesugustes olukordades oma uurimisprotsessis ning aidata teisi nende eetiliste küsimustega.",
    "form_welcome": "",
    "form_free_answer": ".",
    "form_submit": "",
    "validation_level_invalid": "",
    "answer_evaluation_form_footer_report": "",
    "answer_evaluation_form_footer_close": "",
    "answer_evaluation_form_header_0": "Pead veel natuke pingutama, et hakata teaduseetika teemat mõistma.",
    "answer_evaluation_form_header_1": "Sa juba tead midagi!",
    "answer_evaluation_form_header_2": "Sa oled juba üsna teadlik teaduseetikast! ",
    "answer_evaluation_form_header_3": "Sa mõistad eetikat väga hästi!",
    "answer_evaluation_form_header_4": "Sa oled teaduseetikas pädev!",
    "answer_evaluation_form_text_0": "Püüa aru saada, miks on arutatavad teemad olulised. Mõtle olukordadele, kus tunnetad eetika tähtsust ja sind juhivad mingid väärtused. Miks on need väärtused sulle olulised? Milline oleks olukord, kus valitsevad vastupidised või väga erinevad väärtused? Mida teeksid? Selliste küsimuste kaalumine aitab mõelda uurimiseetika üle. Saad parandada oma eetilist pädevust, tutvudes asjakohaste käitumisjuhistega ja arutades kogenud teadlastega, kuidas nad mõtlevad õigete valikute tegemisest uurimistöös. Kuidas nad põhjendavad oma vaatepunkte? Miks sa arvad, et need küsimused on olulised teaduskogukonnale? Mis on sinu roll valikuid tehes.",
    "answer_evaluation_form_text_1": "Saad aga süvendada oma teaduseetika pädevust, tutvudes asjakohaste käitumisjuhistega ja arutades teemasid kogenud teadlastega. Püüa mõista eetiliste teemade eri aspekte: mis on oluline õigete valikute tegemiseks uurimistöös? Kes kõik võivad olla olukorrast mõjutatud ja kas erinevatel inimestel võivad olla erinevad vaated olukorrale? Uurimistöö eetilised küsimused on sageli sellised, et nendega võivad olla seotud muud teemad või algsest küsimusest võivad tekkida uued küsimused. Püüa kindlaks teha, kes kõik on olukorrast mõjutatud ja milliseid küsimusi nad selle kohta esitaksid!",
    "answer_evaluation_form_text_2": "Näed teemade rohkem kui ühte eetilist aspekti. Edasi proovi näha seoseid eetiliste aspektide vahel ja mõtle näidetele nende seoste kirjeldamiseks. Kes on olukorrast mõjutatud? Kas erinevad huvid ja vaatenurgad viivad erinevate lahendusteni? Kuidas mõjutab üksikisiku tegevus rühma või teadlaste kogukonda või isegi institutsiooni või valdkonda? Ja vastupidi: kui grupp soosib halbu uurimistavasid, kuidas see mõjutab teadlasi ja nende koostööpartnereid? Lisateabe saamiseks võid läbi vaadata asjakohased käitumisjuhised ja hea teaduse põhimõtted ning mõelda sellele, kuidas head teadustava oma uurimistöös rakendada. Mida saad teha selleks, et tagada, et uurimistöö vastaks kõrgeimatele eetikastandarditele? Jaga ideid teistega oma rühmas või teaduskogukonnas!",
    "answer_evaluation_form_text_3": "Endiselt on pisut ruumi edasiseks arenguks. Oled tõenäoliselt tuttav eetikakoodeksite ja käitumisjuhistega ning võiksid oma teadmisi regulaarselt ajakohastada. Püüa laiendada oma teadmisi väljapoole oma teadustööd. Leia viise, kuidas oma teadmisi erinevates kontekstides rakendada ja teistele abi pakkuda. Kasulik on esitada küsimusi oma uurimisrühmas või kolleegidele, et välja selgitada, kuidas uurimiseetika mõjutab inimesi teaduskogukonnas või millised tavad toetavad head teadust.",
    "answer_evaluation_form_text_4": "Viid edukalt läbi oma teadustööd ning saad ka teisi aidata. Võib-olla oled uurimisprojekti juht või oled palju mõelnud teaduseetika peale selle tõttu, millist tüüpi uurimistööd teed. Tõenäoliselt suudad tuvastada uurimistöös eetilisi küsimusi ja nendega tegeleda, enne kui need hakkavad raskusi valmistama. Oled võib-olla mõelnud endast kui eeskujust hea teaduse edendamisel laiemas teaduskogukonnas ja aitad luua eetiliselt jätkusuutlikku teaduskultuuri.",
    "assignment_feedback_level_0": "Arusaamiseks on vaja abi",
    "assignment_feedback_level_1": "Ilmnev arusaamine",
    "assignment_feedback_level_2": "Mõõdukas arusaamine",
    "assignment_feedback_level_3": "Sidus arusaamine",
    "assignment_feedback_level_4": "Sügavuti arusaamine",
    "assignment_feedback_reflection_summary": "Vastuste kokkuvõte",
    "assignments_summary": "Vastuste kokkuvõte",
    "student_no_courses": "student_no_courses",
    "summary_time": "Answer saved at",
    "summary_topic": "Topic",
    "summary_level": "Level",
    "summary_description": "Description",
    "summary_description_link": "View",
    "chart_x_axis_label": "Assignment",
    "chart_y_axis_label": "Level",
    "summary_heading": "Vastuste kokkuvõte",
    "summary_back_to_forms": "Course",
    "summary_back_to_forms_secondary": "Back to course list",
    "tooltip_top": "Assignment: ",
    "tooltip_bottom": "Level: ",
    "chart_average_answer_level": "Average level: ",
    "teacher_form_delete_assignment_button": "Delete assignment {{topic}}",
    "view": "View",
    "student": "Student",
    "student_courses_heading": "Kursuste nimekiri",
    "navigation_teacher/forms": "Juhendaja",
    "navigation_student/courses": "Tudeng",
    "assignments_reflection_summary": "Vastuste kokkuvõte",
    "assignments_due": "Käimasolevad ülesanded",
    "assignments_previous": "Lõppenud ülesanded",
    "assignment_feedback_answer": "Vastus",
    "assignment_feedback_choice": "Valik",
    "assignment_feedback_back_to_course": "Ülesanded",
    "summary_answers_header": "Vastus",
    "answer_dialog_show_link": "View",
    "answer_dialog_course": "Kursus",
    "answer_dialog_student": "Tudeng",
    "answer_dialog_assignment": "Ülesanne",
    "answer_dialog_written_response_header": "Vastus",
    "answer_dialog_footer_level": "Arusaamise tase",
    "teacher_forms_table_title": "Kursus",
    "teacher_forms_table_course_id": "Kursuse tunnus",
    "teacher_forms_heading": "Kursuste nimekiri",
    "summary_table_aria_description": "Vastuste kokkuvõte",
    "level_0": "Arusaamiseks on vaja abi",
    "level_1": "Ilmnev arusaamine",
    "level_2": "Mõõdukas arusaamine",
    "level_3": "Sidus arusaamine",
    "level_4": "Sügavuti arusaamine"
}
