{
    "language_select_fi": "Suomi",
    "language_select_en": "English",
    "language_select_sv": "Svenska",
    "language_select_ee": "Estniska",
    "log_out": "Logga ut",
    "courses": "Kurser",
    "option_header": "Välj det påstående som bäst beskriver din förståelse av forskningsetik:",
    "option_one": "Jag har svårt att identifiera om en fråga är etisk till sin natur, och jag har svårt att börja reda ut frågan.",
    "option_two": "Jag kan oftast ge ett svar på en direkt sakfråga. Jag kan vanligtvis tänka på en-två saker att säga.",
    "option_three": "Jag kan ge ett svar på direkta faktafrågor och jag kan vanligtvis säga tre eller fler synpunkter relaterade till ämnet.",
    "option_four": "Jag förstår olika aspekter av etiska frågor, jag ser samband mellan dem och kan tillämpa mina kunskaper i olika situationer i min egen forskningsprocess samt hjälpa andra med deras etiska frågor.",
    "option_five": "Beskriv vad du har lärt dig om forskningsetik i relation till ovan nämnda aktivitet/ämne. Stöd påståendet du valde ovan. Du kan ge exempel.",
    "form_welcome": "",
    "form_free_answer": "",
    "form_submit": "",
    "validation_level_invalid": "",
    "answer_evaluation_form_footer_report": "",
    "answer_evaluation_form_footer_close": "",
    "answer_evaluation_form_header_0": "För att komma på rätt spår med forskningsetik måste du göra en del arbete",
    "answer_evaluation_form_header_1": "Du är på väg: Du vet något!",
    "answer_evaluation_form_header_2": "Du är ganska kunnig om etik!",
    "answer_evaluation_form_header_3": "Du kan etik mycket väl, och det går alltid utvecklas vidare!",
    "answer_evaluation_form_header_4": "Du har goda kompetenser inom forskningsetik och integritet!",
    "answer_evaluation_form_text_0": "Försök beskriva varför ämnena som diskuteras är relevanta. Föreställ dig situationer där du känner empati eller där du känner att det är viktigt att följa dina värderingar. Varför är värderingarna viktiga för dig? Hur skulle en situation, där motsatta eller mycket olika värderingar råder, se ut? Vad skulle du göra? Att överväga sådana frågor hjälper dig att tänka på forskningsetik. Du kan förbättra din etiska kompetens genom att konsultera relevanta riktlinjer och diskutera med erfarna forskare hur de tänker kring att göra rätt val i forskningen; Hur motiverar de sina synpunkter? Varför tror du att dessa frågor är viktiga för forskarsamhället? Vad är din roll i det?",
    "answer_evaluation_form_text_1": "Du kan fortfarande fördjupa din kompetens inom forskningsetik genom att konsultera relevanta riktlinjer och diskutera med erfarna forskare. Försök att identifiera flera etiska dimensioner: Vad mer är viktigt eller nödvändigt för att göra rätt val i forskningen? Vem alla kan beröras av situationen, och skulle olika människor ha olika åsikter om situationen? Vilka andra frågor kan följa av de olika perspektiven? Etiska frågeställningar inom forskning är ofta sådana att det kan finnas relaterade frågor, eller nya frågor kan följa från den inledande frågeställningen. Försök att kartlägga vilka alla som berörs av en situation, och vilka olika frågor de skulle ställa om situationen",
    "answer_evaluation_form_text_2": "Du identifierar mer än en dimension av etik i ett sammanhang. Försök sedan att se samband mellan olika etiska aspekter i forskning och tänk på exempel för att beskriva dessa samband: Vilka alla berörs av situationen? Leder olika intressen och synpunkter till olika lösningar? Hur påverkar en individs agerande en grupp eller en gemenskap av forskare eller till och med ett vetenskapsområde? Och tvärtom: Om en grupp tillåter ohållbara forskningsmetoder, hur påverkar det enskilda forskare och de kollegor de samarbetar med? För att lära dig mer kan du gå igenom relevanta riktlinjer, granska principerna för god forskningspraxis i dessa, och fundera över hur du förverkligar god praxis i din forskning. Vad kan du göra för att säkerställa att din forskning uppfyller god vetenskaplig praxis? Dela idéer med andra i din grupp eller forskargemenskap!",
    "answer_evaluation_form_text_3": "Du är förmodligen bekant med forskningsetiska riktlinjer, men det är nyttigt att uppdatera kunskaperna regelbundet. Försök att utöka din kunskap utöver din egen forskning. Hitta sätt att tillämpa dina kunskaper i olika sammanhang och stöda andra. Det är också nyttigt att ta upp frågor i din forskargrupp eller med kollegor för att identifiera hur andras forskningsetik påverkar människor utanför deras grupp, eller vilken typ av metoder som stödjer etisk forskning överlag.",
    "answer_evaluation_form_text_4": "Du kan hantera etiken i din egen forskning och hjälpa andra att hantera sin. Du kanske är forskningsprojektledare, eller så har du funderat mycket på forskningsetik, kanske som en konsekvens av ditt forskningsområde. Du kan förmodligen känna igen forskningsetiska frågeställningar och arbeta med dem innan de växer till problem. Du kanske har tänkt på dig själv som en förebild när det gäller att främja god vetenskaplig praxis i forskarsamhället, och funderar på hur du kan bidra till att skapa en etiskt hållbar forskningskultur.",
    "assignment_feedback_level_0": "Behöver hjälp för att utveckla förståelse ",
    "assignment_feedback_level_1": "Spirande förståelse",
    "assignment_feedback_level_2": "Måttlig förståelse",
    "assignment_feedback_level_3": "Förståelse för samband",
    "assignment_feedback_level_4": "Djuplodande förståelse",
    "assignment_feedback_reflection_summary": "Sammandrag av svar",
    "assignments_summary": "Sammandrag av svar",
    "student_no_courses": "Inga kurser än... fråga din läräre om mer information eller änvänd appen som lärare",
    "summary_time": "Answer saved at",
    "summary_topic": "Rubrik",
    "summary_level": "Nivå",
    "summary_description": "Description",
    "summary_description_link": "View",
    "chart_x_axis_label": "Assignment",
    "chart_y_axis_label": "Level",
    "summary_heading": "Sammandrag av svar",
    "summary_back_to_forms": "Course",
    "summary_back_to_forms_secondary": "Back to course list",
    "loading": "Loading...",
    "error_loading_data": "Error loading data",
    "no_statistic_data_available": "No statistic data available",
    "course_statistics_for_course": "Statistics for course",
    "select_assignments_to_display": "Select which assignments to display",
    "tooltip_top": "Assignment: ",
    "tooltip_bottom": "Level: ",
    "chart_average_answer_level": "Average level: ",
    "teacher_form_delete_assignment_button": "Delete assignment {{topic}}",
    "view": "View",
    "student": "Student",
    "student_courses_heading": "Kurslista",
    "navigation_teacher/forms": "Lärare",
    "navigation_student/courses": "Student",
    "assignments_reflection_summary": "Sammandrag av svar",
    "assignments_due": "Pågående uppgift",
    "assignments_previous": "Avslutade uppgifter",
    "assignments_not_answered": "Not answered",
    "assignment_feedback_answer": "Svar",
    "assignment_feedback_choice": "Val",
    "assignment_feedback_back_to_course": "Uppgift",
    "summary_answers_header": "Svar",
    "answer_dialog_show_link": "View",
    "answer_dialog_course": "Kurs",
    "answer_dialog_assignment": "Uppgift",
    "answer_dialog_student": "Student",
    "answer_dialog_written_response_header": "Svar",
    "answer_dialog_footer_level": "Nivå av förståelse",
    "summary_table_aria_description": "Sammandrag av svar",
    "level_0": "Behöver hjälp för att utveckla förståelse ",
    "level_1": "Spirande förståelse",
    "level_2": "Måttlig förståelse",
    "level_3": "Förståelse för samband",
    "level_4": "Djuplodande förståelse",
    "instructions_heading": "instructions_heading"
}
